{"business_7.txt": "German jobless rate at new record\n\nMore than 5.2 million Germans were out of work in February, new figures show.\n\nThe figure of 5.216 million people, or 12.6% of the working-age population, is the highest jobless rate in Europe's biggest economy since the 1930s. The news comes as the head of Germany's panel of government economic advisers predicted growth would again stagnate. Speaking on German TV, Bert Ruerup said the panel's earlier forecast of 1.4% was too optimistic and warned growth would be just 1% in 2005.\n\nThe German government is trying to tackle the stubbornly-high levels of joblessness with a range of labour market reforms. At their centre is the \"Hartz-IV\" programme introduced in January to shake up welfare benefits and push people back into work - even if some of the jobs are heavily subsidised. The latest unemployment figures look set to increase the pressure on the government. Widely leaked to the German newspapers a day in advance, they produced screaming headlines criticising Chancellor Gerhard Schroeder's Social Democrat-Green Party administration. Mr Schroeder had originally come into office promising to halve unemployment.\n\nStill, some measures suggest the picture is not quite so bleak. The soaring official unemployment figure follows a change in the methodology which pushed up the jobless rate by more than 500,000 in January. Adjusted for seasonal changes, the overall unemployment rate is 4.875 million people or 11.7%, up 0.3 percentage points from the previous month. Using the most internationally-accepted methodology of the International Labour Organisation (ILO), Germany had 3.97 million people out of work in January. And ILO-based figures also suggest that 14,000 new net jobs were created that month, taking the number of people employed to 38.9 million. The ILO defines an unemployed person as someone who in the previous four weeks had actively looked for work they could take up immediately.\n\nThis append is from the client1's local directory", "business_20.txt": "Brewers' profits lose their fizz\n\nHeineken and Carlsberg, two of the world's largest brewers, have reported falling profits after beer sales in western Europe fell flat.\n\nDutch firm Heineken saw its annual profits drop 33% and warned that earnings in 2005 may also slide. Danish brewer Carlsberg suffered a 3% fall in profits due to waning demand and increased marketing costs. Both are looking to Russia and China to provide future growth as western European markets are largely mature.\n\nHeineken's net income fell to 537m euros ($701m; £371m) during 2004, from 798m euro a year ago. It blamed weak demand in western Europe and currency losses. It had warned in September that the weakening US dollar, which has cut the value of foreign sales, would knock 125m euros off its operating profits. Despite the dip in profits, Heineken's sales have been improving and total revenue for the year was 10bn euros, up 8.1% from 9.26bn euros in 2003. Heineken said it now plans to invest 100m euros in \"aggressive\" and \"high-impact\" marketing in Europe and the US in 2005. Heineken, which also owns the Amstel and Murphy's stout brands, said it would also seek to cut costs. This may involve closing down breweries.\n\nHeineken increased its dividend payment by 25% to 40 euro cents, but warned that the continued impact of a weaker dollar and an increased marketing spend may lead to a drop in 2005 net profit.\n\nCarlsberg, the world's fifth-largest brewer, saw annual pre-tax profits fall to 3.4bn Danish kroner (456m euros). Its beer sales have been affected by the sluggish European economy and by the banning of smoking in pubs in several European countries. Nevertheless, total sales increased 4% to 36bn kroner, thanks to strong sales of Carlsberg lager in Russia and Poland. Carlsberg is more optimistic than Heineken about 2005, projecting a 15% rise in net profits for the year. However, it also plans to cut 200 jobs in Sweden, where sales have been hit by demand for cheap, imported brands. \"We remain cautious about the medium-to-long term outlook for revenue growth across western Europe for a host of economic, social and structural reasons,\" investment bank Merrill Lynch said of Carlsberg.\n", "business_1.txt": "Lufthansa flies back to profit\n\nGerman airline Lufthansa has returned to profit in 2004 after posting huge losses in 2003.\n\nIn a preliminary report, the airline announced net profits of 400m euros ($527.61m; £274.73m), compared with a loss of 984m euros in 2003. Operating profits were at 380m euros, ten times more than in 2003. Lufthansa was hit in 2003 by tough competition and a dip in demand following the Iraq war and the killer SARS virus. It was also hit by troubles at its US catering business. Last year, Lufthansa showed signs of recovery even as some European and US airlines were teetering on the brink of bankruptcy. The board of Lufthansa has recommended paying a 2004 dividend of 0.30 euros per share. In 2003, shareholders did not get a dividend. The company said that it will give all the details of its 2004 results on 23 March.\n\nThis append is from the client1's local directory\nThis is the second append is from the client1's local directory\nJapanese growth grinds to a halt\n\nGrowth in Japan evaporated in the three months to September, sparking renewed concern about an economy not long out of a decade-long trough.\n\nOutput in the period grew just 0.1%, an annual rate of 0.3%. Exports - the usual engine of recovery - faltered, while domestic demand stayed subdued and corporate investment also fell short. The growth falls well short of expectations, but does mark a sixth straight quarter of expansion.\n\nThe economy had stagnated throughout the 1990s, experiencing only brief spurts of expansion amid long periods in the doldrums. One result was deflation - prices falling rather than rising - which made Japanese shoppers cautious and kept them from spending.\n\nThe effect was to leave the economy more dependent than ever on exports for its recent recovery. But high oil prices have knocked 0.2% off the growth rate, while the falling dollar means products shipped to the US are becoming relatively more expensive.\n\nThe performance for the third quarter marks a sharp downturn from earlier in the year. The first quarter showed annual growth of 6.3%, with the second showing 1.1%, and economists had been predicting as much as 2% this time around. \"Exports slowed while capital spending became weaker,\" said Hiromichi Shirakawa, chief economist at UBS Securities in Tokyo. \"Personal consumption looks good, but it was mainly due to temporary factors such as the Olympics. \"The amber light is flashing.\" The government may now find it more difficult to raise taxes, a policy it will have to implement when the economy picks up to help deal with Japan's massive public debt.\n\nWorldCom director admits lying\n\nThe former chief financial officer at US telecoms firm WorldCom has admitted before a New York court that he used to lie to fellow board members.\n\nSpeaking at the trial of his former boss Bernard Ebbers, Scott Sullivan said he lied to the board to cover up the hole in WorldCom's finances. Mr Ebbers is on trial for fraud and conspiracy in relation to WorldCom's collapse in 2002. He pleads not guilty. The firm had been overstating its accounts by $11bn (£8.5bn). Mr Sullivan, 42, has already pleaded guilty to fraud and will be sentenced following Mr Ebbers' trial, where he is appearing as a prosecution witness. Mr Ebbers, 63, has always insisted that he was unaware of any hidden shortfalls in WorldCom's finances.\n\nIn the New York court on Wednesday, Mr Ebbers' lawyer Reid Weingarten asked Mr Sullivan: \"If you believe something is in your interest, you are willing and able to lie to accomplish it, isn't that right?\"\n\n\"On that date, yes. I was lying,\" replied Mr Sullivan. Mr Weingarten has suggested that Mr Sullivan is implicating Mr Ebbers only to win a lighter sentence, something Mr Sullivan denies. Mr Sullivan also rejects a suggestion that he had once told fellow WorldCom board member Bert Roberts that Mr Ebbers was unaware of the accounting fraud at WorldCom. The trial of Mr Ebbers is now into its third week.\n\nUnder 23 hours of questioning from a federal prosecutor, Mr Sullivan has previously told the court that he repeatedly warned Mr Ebbers that falsifying the books would be the only way to meet Wall Street revenue and earnings expectations. Mr Sullivan claims that Mr Ebbers refused to stop the fraud. Mr Ebbers could face a sentence of 85 years if convicted of all the charges he is facing. WorldCom's problems appear to have begun with the collapse of the dotcom boom which cut its business from internet companies. Prosecutors allege that the company's top executives responded by orchestrating massive fraud over a two-year period. WorldCom emerged from bankruptcy protection in 2004, and is now known as MCI.\n"}