{"business_8.txt": "Weak dollar trims Cadbury profits\n\nThe world's biggest confectionery firm, Cadbury Schweppes, has reported a modest rise in profits after the weak dollar took a bite out of its results.\n\nUnderlying pre-tax profits rose 1% to £933m ($1.78bn) in 2004, but would have been 8% higher if currency movements were stripped out. The owner of brands such as Dairy Milk, Dr Pepper and Snapple generates more than 80% of its sales outside the UK. Cadbury said it was confident it would hit its targets for 2005. \"While the external commercial environment remains competitive, we are confident that we have the strategy, brands and people to deliver within our goal ranges in 2005,\" said chief executive Todd Stitzer.\n\nThe modest profit rise had been expected by analysts after the company said in December that the poor summer weather had hit soft drink sales in Europe.\n\nCadbury said its underlying sales were up by 4% in 2004. Growth was helped by its confectionery brands - including Cadbury, Trident and Halls - which enjoyed a \"successful\" year, with like-for-like sales up 6%. Drinks sales were up 2% with strong growth in US carbonated soft drinks, led by Dr Pepper and diet drinks, offset by the weaker sales in Europe. Cadbury added that its Fuel for Growth cost-cutting programme had saved £75m in 2004, bringing total cost savings to £100m since the scheme began in mid-2003. The programme is set to close 20% of the group's factories and shed 10% of the workforce. Cadbury Schweppes employs more than 50,000 people worldwide, with about 7,000 in the UK.\n", "business_7.txt": "German jobless rate at new record\n\nMore than 5.2 million Germans were out of work in February, new figures show.\n\nThe figure of 5.216 million people, or 12.6% of the working-age population, is the highest jobless rate in Europe's biggest economy since the 1930s. The news comes as the head of Germany's panel of government economic advisers predicted growth would again stagnate. Speaking on German TV, Bert Ruerup said the panel's earlier forecast of 1.4% was too optimistic and warned growth would be just 1% in 2005.\n\nThe German government is trying to tackle the stubbornly-high levels of joblessness with a range of labour market reforms. At their centre is the \"Hartz-IV\" programme introduced in January to shake up welfare benefits and push people back into work - even if some of the jobs are heavily subsidised. The latest unemployment figures look set to increase the pressure on the government. Widely leaked to the German newspapers a day in advance, they produced screaming headlines criticising Chancellor Gerhard Schroeder's Social Democrat-Green Party administration. Mr Schroeder had originally come into office promising to halve unemployment.\n\nStill, some measures suggest the picture is not quite so bleak. The soaring official unemployment figure follows a change in the methodology which pushed up the jobless rate by more than 500,000 in January. Adjusted for seasonal changes, the overall unemployment rate is 4.875 million people or 11.7%, up 0.3 percentage points from the previous month. Using the most internationally-accepted methodology of the International Labour Organisation (ILO), Germany had 3.97 million people out of work in January. And ILO-based figures also suggest that 14,000 new net jobs were created that month, taking the number of people employed to 38.9 million. The ILO defines an unemployed person as someone who in the previous four weeks had actively looked for work they could take up immediately.\n\nThis append is from the client1's local directory", "business_20.txt": "Brewers' profits lose their fizz\n\nHeineken and Carlsberg, two of the world's largest brewers, have reported falling profits after beer sales in western Europe fell flat.\n\nDutch firm Heineken saw its annual profits drop 33% and warned that earnings in 2005 may also slide. Danish brewer Carlsberg suffered a 3% fall in profits due to waning demand and increased marketing costs. Both are looking to Russia and China to provide future growth as western European markets are largely mature.\n\nHeineken's net income fell to 537m euros ($701m; £371m) during 2004, from 798m euro a year ago. It blamed weak demand in western Europe and currency losses. It had warned in September that the weakening US dollar, which has cut the value of foreign sales, would knock 125m euros off its operating profits. Despite the dip in profits, Heineken's sales have been improving and total revenue for the year was 10bn euros, up 8.1% from 9.26bn euros in 2003. Heineken said it now plans to invest 100m euros in \"aggressive\" and \"high-impact\" marketing in Europe and the US in 2005. Heineken, which also owns the Amstel and Murphy's stout brands, said it would also seek to cut costs. This may involve closing down breweries.\n\nHeineken increased its dividend payment by 25% to 40 euro cents, but warned that the continued impact of a weaker dollar and an increased marketing spend may lead to a drop in 2005 net profit.\n\nCarlsberg, the world's fifth-largest brewer, saw annual pre-tax profits fall to 3.4bn Danish kroner (456m euros). Its beer sales have been affected by the sluggish European economy and by the banning of smoking in pubs in several European countries. Nevertheless, total sales increased 4% to 36bn kroner, thanks to strong sales of Carlsberg lager in Russia and Poland. Carlsberg is more optimistic than Heineken about 2005, projecting a 15% rise in net profits for the year. However, it also plans to cut 200 jobs in Sweden, where sales have been hit by demand for cheap, imported brands. \"We remain cautious about the medium-to-long term outlook for revenue growth across western Europe for a host of economic, social and structural reasons,\" investment bank Merrill Lynch said of Carlsberg.\n"}